Repository: squallcs12/tangthuvien
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: vi

source: Please enter a correct %(username)s and password. Note that both fields may be case-sensitive.
vi: Vui lòng điền đúng %(username)s và mật khẩu.

source: This account is inactive.
vi: Tài khoản đã bị khóa.

source: Expand all
vi: Mở tất cả

source: Collapse all
vi: Đóng tất cả

source: Accounts
vi: Tài khoản

source: Profile
vi: Trang cá nhân

source: Change password
vi: Đổi mật khẩu

source: Set password
vi: Đặt mật khẩu

source: Social accounts
vi: Tài khoản mạng xã hội

source: Your profile
vi: Trang cá nhân của bạn

source: Update profile
vi: Cập nhật thông tin cá nhân

source: Logged out
vi: Đã đăng xuất

source: Log in
vi: Đăng nhập

source: You can login with tangthuvien forum account on this site
vi: Bạn có thể đăng nhập bằng tài khoản diễn đàn Tàng Thư Viện

source: Log in with your website account
vi: Đăng nhập bằng tài khoản website bạn đã đăng ký

source: Forgot your password?
vi: Quên mật khẩu?

source: You are currently logged in as
vi: Bạn đang đăng nhập với tên

source: Or log in with your social network account:
vi: Hoặc đăng nhập bằng tài khoản mạng xã hội của bạn

source: Associate your account with social network account:
vi: Liên kết tài khoản trên website với tài khoản mạng xã hội

source: Login with your Facebook account
vi: Đăng nhập bằng tài khoản Facebook

source: Login with your Twitter account
vi: Đăng nhập bằng tài khoản Twitter

source: Login with your Google account
vi: Đăng nhập bằng tài khoản Google

source: Password change successful
vi: Thay đổi mật khẩu thành công

source: Your password was changed.
vi: Mật khẩu của bạn đã được thay đổi

source: Reset password
vi: Khôi phục mật khẩu

source: Password set
vi: Đặt mật khẩu

source: Password set successful
vi: Đặt mật khẩu thành công

source: Your password was setted.
vi: Bạn đã đặt mật khẩu.

source: Male
vi: Nam

source: Female
vi: Nữ

source: Homepage
vi: Trang chủ

source: Birthday
vi: Ngày sinh

source: Edit profile
vi: Sửa thông tin cá nhân

source: The book is already copied to this site.
vi: Sách này đã được chép qua website này.

source: Books
vi: Truyện

source: attacment
vi: Tệp đính kèm

source: attachments
vi: Tệp đính kèm

source: category(s)
vi: danh mục

source: Language
vi: Ngôn ngữ

source: %(item)s (%(count)i chapter)
vi: %(item)s (%(count)i chương)

source: creation date
vi: ngày tạo

source: attachment
vi: Tệp đính kèm

source: Used to build the author's URL.
vi: Dùng đề tạo URL cho tác giả

source: tags
vi: các nhãn

source: Used to build the book's URL.
vi: Dùng để tạo URL cho truyện

source: categories
vi: các danh mục

source: Sites where the entry will be published.
vi: Các trang mà bài nãy được đăng lên

source: last update
vi: lần chỉnh sửa cuối

source: language
vi: ngôn ngữ

source: Languages for this book.
vi: Ngôn ngữ cho truyện này

source: book
vi: sách

source: books
vi: sách

source: title
vi: tiêu đề

source: Used to build the category's URL.
vi: Dùng để tạo URL cho danh mục

source: description
vi: Giới thiệu

source: parent category
vi: danh mục cha

source: category
vi: danh mục

source: Number of attachments was uploaded by this user in current day
vi: Số tệp được tải lên bởi người dùng này trong ngày hôm nay

source: Number of attachments was approved by this user in current day
vi: Số tệp được xác nhận bởi người dùng ngày trong ngày hôm nay

source: Number of attachments was downloaded by this user in current day
vi: Số tệp được tải xuống bởi người dùng này trong ngày hôm nay

source: Favorite books
vi: Sách ưa thích

source: Language setting
vi: Tùy chọn ngôn ngữ

source: Book attachments
vi: Tệp đính kèm

source: You need to login to be able to download
vi: Bạn cần đăng nhập để có thể tải vể

source: Approve
vi: Xác nhận

source: Required you be logged-in to mark as favorite
vi: Bạn cần đăng nhập để đánh dấu ưa thích

source: Unfavorite
vi: Dừng thích

source: Favorite
vi: Ưa thích

source: Generate PRC
vi: Tạo file PRC

source: Rate book
vi: Đánh giá truyện

source: Was rated <strong><span class="average-result">%(averate)s</span></strong> over <strong><span class="rating-count">%(rating_count)s</span></strong> ratings
vi: Được đánh giá <strong><span class="average-result">%(averate)s</span></strong> qua <strong><span class="rating-count">%(rating_count)s</span></strong> lượt

source: This book was copy from <a href="http://www.tangthuvien.vn/forum/showthread.php?t=%(thread_id)s">this</a>
vi: Truyện này được sao chép từ <a href="http://www.tangthuvien.vn/forum/showthread.php?t=%(thread_id)s">thread này</a>

source: Sync new chapter
vi: Đồng bộ

source: Book name
vi: Tên sách

source: Categories
vi: Danh mục

source: Author
vi: Tác giả

source: Config reading section
vi: Tùy chỉnh phần đọc

source: Add author
vi: Thêm tác giả

source: Add type
vi: Thêm loại

source: Chapter %(number)s
vi: Chương %(number)s

source: Jump
vi: Nhảy

source: Select files...
vi: Chọn tệp tin...

source: You reach upload count limited
vi: Bạn đã hết lượt upload

source: You need to log-in to upload document
vi: Bạn cần đăng nhập để upload

source: This story was cloned to new site.
vi: Truyện này đã được chép sang trang mới (truyen.tangthuvien.vn).

source: Go to the new site.
vi: Đọc truyện trên trang mới.

source: Keep reading on current site.
vi: Tiếp tục đọc ở trang hiện tại

source: Remember my choice for all cloned books.
vi: Nhớ lựa chọn này cho những truyện còn lại.

source: You have to select 1 option.
vi: Bạn cần chọn một lựa chọn.

source: Copy book
vi: Chép sách

source: Copy book from tangthuvien.vn to this site
vi: Chép sách từ tangthuvien.vn qua website này

source: Copy
vi: Chép

source: Edit chapter
vi: Sửa chương

source: Save
vi: Lưu

source: You did not mark any books as favorite yet.
vi: Bạn chưa đánh dấu truyện yêu thích nào cả.

source: List of books
vi: Danh sách truyện

source: New book
vi: Đăng sách mới

source: Filter book by category
vi: Lọc theo danh mục

source: Introduction
vi: Giới thiệu

source: Languages
vi: Ngôn ngữ

source: Posted chapters
vi: Chương đã đăng

source: Continue reading
vi: Đọc tiếp

source: Start reading
vi: Bắt đầu đọc

source: Save language setting
vi: Lưu tùy chọn ngôn ngữ

source: Post new chapter
vi: Đăng chương mới

source: Post chapter
vi: Đăng chương

source: Table of content
vi: Mục lục

source: Chapter
vi: Chương

source: Publish new book
vi: Đăng sách mới

source: Publish
vi: Đăng

source: Add Chapter
vi: Thêm chương

source: Edit Chapter
vi: Sửa chương

source: Thank %(name)s
vi: Cám ơn %(name)s

source: You thanked already
vi: Bạn đã cám ơn rồi

source: Required you be logged-in to thank
vi: Bạn cần đăng nhập để cám ơn

source: Thank the poster
vi: Cám ơn người đăng

source: thank(s)
vi: cám ơn

source: Registered user will be redirect to the last read chapter when visit the book introduction page.
vi: Người dùng đã đăng ký khi xem trang giới thiệu sách sẽ được chuyển ngay đến chương đang đọc lần cuối

source: You reach the limited of book attachments approving count
vi: Bạn đã hết lượt xác nhận tệp upload

source: Chapter was not posed yet for this book.
vi: Chương chưa được đăng.

source: Your chapter was edited successfully.
vi: Thêm chương mới thành công.

source: Book generate PRC process was started. The PRC file will be listed once this process finished.
vi: Quá trình tạo file PRC đã bắt đầu. File PRC sẽ được hiện ra ngay khi quá trình này hoàn thành.

source: New chapter was posted successfully.
vi: Thêm chương mới thành công.

source: New book was published successfully.
vi: Thêm sách mới thành công.

source: This book was not copied to this site.
vi: Sách này đã được chép qua website này.

source: Toggle sorting
vi: Chuyển sắp xếp

source: Your feedback is sent. We will work on that as soon as possible.
vi: Feedback của bạn đã được gởi. Chúng tôi sẽ xem xét sớm nhất có thể.

source: Tell us to improve this page.
vi: Gọi admin cải thiện trang này

source: Submit feedback
vi: Gởi feedback

source: Page not found
vi: Trang không tồn tại

source: The page you requested could not be found, either contact your webmaster or try again.
vi: Không tìm thấy trang được yêu cầu, vui lòng feedback với admin hoặc thử lại lần nữa.

source: Use your browsers <strong>Back</strong> button to navigate to the page you have prevously come from.
vi: Dùng nút <strong>Back</strong> của trình duyệt để quay lại trang trước.

source: Or you could just press this neat little button:
vi: Hoặc nhấn nút dưới đây:

source: Take me home
vi: Quay về trang chủ

source: Back to top
vi: Về đầu trang

source: -create-new-
vi: -Tạo mới-

source: PRC is generating
vi: PRC đang được tạo.

source: PRC was generated
vi: PRC đã được tạo.

source: There is some problems with our system. We are fixing it. Please try again later.
vi: Hệ thống gặp phải một số sự cố. Admin đang sửa chữa. Vui lòng thử lại sau.

source: Notification
vi: Thông báo

source: Book reading website
vi: Website truyện kiếm hiệp Việt Nam.

source: Change style
vi: Đổi style

source: Log out
vi: Đăng xuất

source: Powered by <a href="/">tangthuvien.vn</a>
vi: Bản quyền thuộc về <a href="http://tangthuvien.vn">tangthuvien.vn</a>

source: Recent new chapters
vi: Chương mới cập nhật

source: Last update on
vi: lần chỉnh sửa cuối

source: Short url
vi: Link tắt

source: Short URL to %(object)s
vi: Link tắt tới %(object)s

source: Yearly archives
vi: Bài theo năm

source: Recent entries
vi: Bài gần đây

source: Popular entries
vi: Bài nhiều lượt đọc

source: Latest entries
vi: Bài mới nhất

source: No entries yet.
vi: Chưa có bài nào

source: Edit the entry
vi: Sửa bài viết

source: Next entry
vi: Bài viết tiếp theo

source: Previous entry
vi: Bài viết trước

source: Related entries
vi: Bài viết liên quan

source: Latest entries for
vi: Bài viết mới nhất cho

source: the category
vi: danh mục

source: the tag
vi: nhãn

source: the author
vi: tác giả

source: page
vi: trang

source: Category
vi: danh mục

source: Tag
vi: Nhãn

source: Page
vi: Trang

source: Edit the category
vi: Sửa danh mục

source: Edit the tag
vi: Sửa nhãn

source: Edit the author
vi: Sửa tác giả

source: Messages
vi: Tin nhắn

source: Inbox
vi: Thư đến

source: Sent Messages
vi: Tin đã gởi

source: Write
vi: Gởi tin

source: Archives
vi: Lưu trữ

source: Trash
vi: Thùng rác

source: Messaging
vi: Gởi tin

source: Sorry, this page number is invalid.
vi: Xin lỗi, số trang không hợp lý.

source: by conversation
vi: theo cuộc trò chuyện

source: by message
vi: theo tin

source: Delete
vi: Xóa

source: Archive
vi: Lưu trữ

source: Undelete
vi: Khôi phục

source: Action
vi: Hành động

source: Sender
vi: Người gởi

source: Recipient
vi: Người nhận

source: Subject
vi: Tiêu đề

source: Date
vi: Ngày

source: No messages.
vi: Không có tin nhắn.

source: Send
vi: Gởi

source: Dear user,
vi: Gởi người dùng,

source: On %(date)s, you asked to send a message to the user '%(recipient)s'.
vi: Vào %(date)s, bạn đã đề nghị gởi một tin nhắn tới người dùng '%(recipient)s'.

source: Your message has been rejected by the moderator
vi: Tin của bạn đã bị từ chối bởi quản trị viên

source: , for the following reason:
vi: , vì lý do sau đây:

source: On %(date)s, you sent a message to the user '%(sender)s'.
vi: Vào %(date)s, bạn đã gởi một tin nhắn tới người dùng '%(sender)s'.

source: Your correspondent has given you an answer.
vi: Người nhận đã gởi cho bạn một trả lời.

source: You have received a copy of a response from the user '%(sender)s'.
vi: Bạn đã nhận được một sao chép của trả lời từ người dùng '%(sender)s'.

source: You have received a message from the user '%(sender)s'.
vi: Bạn đã nhận được một tin nhắn từ người dùng '%(sender)s'.

source: Thank you again for your interest in our services.
vi: Cám ơn bạn lần nữa vì đã tin tưởng vào dịch vụ của chúng tôi.

source: The site administrator
vi: Quảng trị viên website

source: Note: This message is issued by an automated system. Do not reply, this would not be taken into account.
vi: Ghi chú: Đây là thư tự động, vui lòng không trả lời thư này.

source: Message "%(subject)s" on the site %(sitename)s
vi: Tin nhắn "%(subject)s" trên website %(sitename)s

source: Dear visitor,
vi: Gởi khách viếng thăm,

source: Please find below the answer from your correspondent.
vi: Vui lòng tìm dưới đây câu trả lời từ người cùng trò chuyện.

source: For more comfort, we encourage you to open an account on the site.
vi: Để tiện hơn, bạn nên tạo một tài khoản trên website.

source: Received Messages
vi: Các tin đã nhận

source: Received
vi: Đã nhận

source: Reply
vi: Trả lời

source: Sent
vi: Đã gởi

source: Deleted Messages
vi: Các tin đã xóa

source: Conversation
vi: Cuộc trò chuyện

source: Message
vi: Tin

source: Rejected
vi: Bị từ chối

source: Back
vi: Quay lại

source: You need at least %(number)d thank points to do thank
vi: Bạn cần ít nhất %(number)d điểm cám ơn để nhấn cám ơn

source: You can not thank in next %(number)d second(s)
vi: Bạn không thế 'Cám ơn' trong %(number)d giây tới.

source: Price (Thanks)
vi: Giá (cám ơn)

source: Item not found in stock.
vi: Item không tìm thấy

source: You don't have enough thanked points.
vi: Bạn không có đủ 'điếm được cám ơn'.

source: This item is already owned by you.
vi: Bạn hiện tại đã sở hữu item này.

source: Image
vi: Hình

source: User ID %s thank point
vi: Điểm cảm ơn của UserID %s

source: Inventory
vi: Kho đồ

source: you got one daily bonus thank point
vi: bạn nhận được 'điểm cộng cám ơn' hằng ngày

source: Buy for {{item.price}}
vi: Mua với giá

source: You are going to buy this item
vi: Bạn dự định mua item này

source: Buy
vi: Mua

source: %(number)d thank points was added to your account.
vi: %(number)d điểm cám ơn đã được thêm vào tài khoản của bạn.

source: Item %(name)s was added to your inventory.
vi: Item %(name)s đã được thêm vào kho đồ của bạn.
